{
  "891613883": {
    "watched": [
      {
        "adult": false,
        "backdrop_path": "/2Nti3gYAX513wvhp8IiLL6ZDyOm.jpg",
        "genre_ids": [
          10751,
          35,
          12,
          14
        ],
        "id": 950387,
        "original_language": "en",
        "original_title": "A Minecraft Movie",
        "overview": "Четыре неудачника — Гарретт «Мусорщик» Гаррисон, Генри, Натали и Дон, сталкиваются с обычными проблемами, когда их внезапно затягивает через таинственный портал в Верхний мир: странную кубическую страну чудес, которая процветает благодаря воображению. Чтобы вернуться домой, им придётся освоить этот мир, отправляясь в магическое путешествие с неожиданным экспертом-ремесленником Стивом. Это приключение бросит вызов всем пятерым, заставит их проявить смелость и восстановить качества, которые делают каждого из них уникальным творческим человеком.",
        "popularity": 694.9673,
        "poster_path": "/3txl2FUNZCQUnHQPzkuNc17yLIs.jpg",
        "release_date": "2025-03-31",
        "title": "Minecraft в Кино",
        "video": false,
        "vote_average": 6.527,
        "vote_count": 1421
      }
    ],
    "want": []
  },
  "1873803971": {
    "watched": [
      {
        "adult": false,
        "backdrop_path": "/uIpJPDNFoeX0TVml9smPrs9KUVx.jpg",
        "genre_ids": [
          27,
          9648
        ],
        "id": 574475,
        "original_language": "en",
        "original_title": "Final Destination Bloodlines",
        "overview": "18-летнюю Стефани временами мучают жестокие ночные кошмары. Она каждый раз становится свидетельницей того, как погибает в результате аварии на башне в 1960-х годах. Но вскоре она понимает, что на самом деле этот сон — это предчувствие, которое когда-то было у ее бабушки Эстер, когда она была маленькой. 50 лет назад она смогла перехитрить смерть. Это спасло ей жизнь, а также жизнь всем остальным, кто погиб бы в результате разрушительной катастрофы. Спустя пять десятилетий всех выживших, которые на самом деле должны были быть мертвы, преследует смерть. Но это еще не все: потомков тоже следует стереть, потому что они вообще не должны были рождаться...",
        "popularity": 535.0346,
        "poster_path": "/zXXrbawDh6s1fxkNa2e3v0TETgF.jpg",
        "release_date": "2025-05-09",
        "title": "Пункт назначения: Узы крови",
        "video": false,
        "vote_average": 7.1,
        "vote_count": 398
      }
    ],
    "want": []
  }
}